"keyPairingRequest"								= "Parinmuodostuspyyntö kohteesta";

"kBTUIServerFailedTitle"						= "Parinmuodostus tämän laitteen kanssa epäonnistui.";
"kBTUIServerFailedMessage"						= "Parinmuodostus laitteen kanssa epäonnistui. Pääsykoodi syötettiin todennäköisesti väärin. Yritä parinmuodostusta laitteen kanssa uudelleen.";
"kBTUIServerOKButton"							= "OK ";
"kFinishingDevicePairingKey"					= "Viimeistellään parinmuodostus laitteen kanssa…";
